ahmadalli.vscode-nginx-conf
akamud.vscode-theme-onedark
andischerer.theme-atom-one-dark
azemoh.one-monokai
be5invis.vscode-icontheme-nomo-dark
BeardedBear.beardedtheme
bierner.markdown-emoji
bierner.markdown-mermaid
bmalehorn.shell-syntax
bpruitt-goddard.mermaid-markdown-syntax-highlighting
caponetto.vscode-diff-viewer
codezombiech.gitignore
cweijan.vscode-mysql-client2
dahong.theme-bear
DeepInThought.vscode-shell-snippets
dnicolson.binary-plist
eamodio.gitlens
EditorConfig.EditorConfig
emroussel.atomize-atom-one-dark-theme
Endormi.2077-theme
esbenp.prettier-vscode
gera2ld.markmap-vscode
golang.go
GulajavaMinistudio.mayukaithemevsc
humao.rest-client
jeff-hykin.better-shellscript-syntax
JuanBlanco.solidity
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.sublime-keybindings
npxms.hide-gitignored
OBKoro1.korofileheader
PKief.material-icon-theme
RandomFractalsInc.geo-data-viewer
rangav.vscode-thunder-client
rocketseat.theme-omni
shd101wyy.markdown-preview-enhanced
svipas.prettier-plus
vscode-icons-team.vscode-icons
whizkydee.material-palenight-theme
XadillaX.viml
yzane.markdown-pdf
yzhang.markdown-all-in-one
